record-collection-api/app/controllers/collections_controller.rb

  def index
    @collections = Collection.all
---
SELECT "collections".* FROM "collections"